Repository: Aymanquad/mob-pizza
Catalog: apps/mobile/lib/l10n/app_*.arb
Languages: es

# pizzaPepperoniClassicDesc
source: Tomato sauce, mozzarella, pepperoni slices.
es: Salsa de tomate, mozzarella, rebanadas de pepperoni.

# pizzaPepperoniClassicFullDesc
source: The pizza that started it all. Simple, perfect, and utterly satisfying. Our house tomato sauce, premium mozzarella, and classic pepperoni slices come together in perfect harmony. Sometimes the classics are classics for a reason.
es: La pizza que lo comenzó todo. Simple, perfecta y completamente satisfactoria. Nuestra salsa de tomate casera, mozzarella premium y rebanadas de pepperoni clásico se unen en perfecta armonía. A veces los clásicos son clásicos por una razón.

# pizzaCheeseClassic
source: Cheese Classic
es: Queso Clásico

# pizzaCheeseClassicDesc
source: Tomato sauce and mozzarella; minimalist and comforting.
es: Salsa de tomate y mozzarella; minimalista y reconfortante.

# pizzaCheeseClassicFullDesc
source: Pure, unadulterated pizza perfection. Just our house tomato sauce, premium mozzarella, and a kiss of olive oil. This minimalist approach lets the quality of our ingredients shine through. Simple ingredients, simply extraordinary.
es: Perfección de pizza pura y sin adulterar. Solo nuestra salsa de tomate casera, mozzarella premium y un toque de aceite de oliva. Este enfoque minimalista permite que la calidad de nuestros ingredientes brille. Ingredientes simples, simplemente extraordinarios.

# pizzaVeggieClassic
source: Veggie Classic
es: Vegetariana Clásica

# pizzaVeggieClassicDesc
source: Peppers, onions, olives, mushrooms.
es: Pimientos, cebollas, aceitunas, champiñones.

# pizzaVeggieClassicFullDesc
source: A garden-fresh celebration of vegetables done right. Crisp bell peppers, sweet onions, briny olives, and earthy mushrooms create a symphony of textures and flavors. Our vegetarian masterpiece proves that meat isn't necessary for extraordinary pizza.
es: Una celebración fresca del jardín de vegetales bien hechos. Pimientos morrones crujientes, cebollas dulces, aceitunas saladas y champiñones terrosos crean una sinfonía de texturas y sabores. Nuestra obra maestra vegetariana demuestra que la carne no es necesaria para una pizza extraordinaria.

# pizzaCapreseHitmanDesc
source: Fresh mozz, basil, olive mafia drizzle.
es: Mozzarella fresca, albahaca, chorrito de aceite mafia.

# pizzaCapreseHitmanFullDesc
source: A Sicilian-inspired masterpiece featuring the classic Caprese combination elevated to perfection. Juicy heirloom tomatoes, creamy fresh mozzarella, and fragrant basil come together with our signature olive oil reduction. Each slice captures the essence of Mediterranean sunshine.
es: Una obra maestra inspirada en Sicilia que presenta la combinación clásica Caprese elevada a la perfección. Tomates heirloom jugosos, mozzarella fresca cremosa y albahaca fragante se unen con nuestra reducción de aceite de oliva especial. Cada rebanada captura la esencia del sol mediterráneo.

# pizzaTruffleWhiteHit
source: Truffle White Hit
es: Trufa Blanca Hit

# pizzaTruffleWhiteHitDesc
source: White sauce, parmesan rain.
es: Salsa blanca, lluvia de parmesano.

# pizzaTruffleWhiteHitFullDesc
source: Indulge in luxury with our truffle-infused white pizza. Creamy ricotta and parmesan create a velvety canvas for earthy black truffles and fresh herbs. This sophisticated creation elevates the simple white pizza to a gourmet experience worthy of the finest Italian trattorias.
es: Déjate consentir con nuestra pizza blanca infusionada con trufa. La ricotta cremosa y el parmesano crean un lienzo aterciopelado para trufas negras terrosas y hierbas frescas. Esta creación sofisticada eleva la simple pizza blanca a una experiencia gourmet digna de las mejores trattorias italianas.

# pizzaBrickOvenDon
source: Brick Oven Don
es: Don Horno de Ladrillo

# pizzaBrickOvenDonDesc
source: Fire-kissed crust, basil oil.
es: Corteza besada por el fuego, aceite de albahaca.

# pizzaBrickOvenDonFullDesc
source: Experience the authentic taste of Naples with our wood-fired pizza baked in a traditional brick oven. The high-heat cooking creates that perfect leopard spotting on the crust while preserving the delicate balance of fresh ingredients and aromatic basil-infused olive oil.
es: Experimenta el sabor auténtico de Nápoles con nuestra pizza horneada en leña en un horno de ladrillo tradicional. La cocción a alta temperatura crea esas manchas de leopardo perfectas en la corteza mientras preserva el equilibrio delicado de ingredientes frescos y aceite de oliva infusionado con albahaca aromática.

# pizzaSmokyCapoBBQ
source: Smoky Capo BBQ
es: Capo BBQ Ahumado

# pizzaSmokyCapoBBQDesc
source: Brick oven, sweet heat.
es: Horno de ladrillo, calor dulce.

# pizzaSmokyCapoBBQFullDesc
source: Our signature BBQ pizza brings together the smoky depth of slow-cooked brisket with tangy house-made BBQ sauce and caramelized onions. The perfect marriage of Southern comfort and Italian tradition creates a flavor profile that's equal parts comforting and crave-worthy.
es: Nuestra pizza BBQ especial une la profundidad ahumada de la pechuga cocida lentamente con salsa BBQ casera ácida y cebollas caramelizadas. El matrimonio perfecto de comodidad sureña y tradición italiana crea un perfil de sabor que es igualmente reconfortante y adictivo.

# pizzaVelvetPepperoni
source: Velvet Pepperoni
es: Pepperoni Aterciopelado

# pizzaVelvetPepperoniDesc
source: Loaded curls, velvet cheese pull.
es: Rizos cargados, estiramiento de queso aterciopelado.

# pizzaVelvetPepperoniFullDesc
source: Our take on the classic pepperoni pizza features premium pepperoni cups that curl perfectly during baking, creating crispy edges and juicy centers. Combined with our house tomato sauce and stretchy mozzarella, this is comfort food at its finest.
es: Nuestra versión de la pizza clásica de pepperoni presenta tazas de pepperoni premium que se enrollan perfectamente durante la cocción, creando bordes crujientes y centros jugosos. Combinado con nuestra salsa de tomate casera y mozzarella elástica, esta es comida reconfortante en su máxima expresión.

# pizzaHawaiianBacon
source: Hawaiian Bacon
es: Hawaiana con Tocino

# pizzaHawaiianBaconDesc
source: Ham, bacon, pineapple, and green onions.
es: Jamón, tocino, piña y cebollas verdes.

# pizzaHawaiianBaconFullDesc
source: A tropical paradise on a pizza! Sweet and savory collide with juicy pineapple, diced ham, crispy bacon, and fresh green onions. This island-inspired classic combines the best of both worlds - the sweetness of pineapple with the rich, smoky flavors of ham and bacon. Perfect for those who love bold, contrasting flavors.
es: ¡Un paraíso tropical en una pizza! Lo dulce y lo salado se combinan con jugosa piña, jamón en cubos, tocino crujiente y cebollas verdes frescas. Este clásico inspirado en las islas combina lo mejor de ambos mundos: la dulzura de la piña con los sabores ricos y ahumados del jamón y el tocino. Perfecto para quienes aman los sabores audaces y contrastantes.

# pizzaMeatLover
source: Meat Lover
es: Amante de la Carne

# pizzaMeatLoverDesc
source: Pepperoni, sausage, bacon, and ham.
es: Pepperoni, salchicha, tocino y jamón.

# pizzaMeatLoverFullDesc
source: A carnivore's dream come true! This hearty pizza is loaded with premium pepperoni, Italian sausage, crispy bacon, and savory ham. Every bite delivers a protein-packed punch of flavor. Perfect for those who believe more meat is always better.
es: ¡El sueño de un carnívoro hecho realidad! Esta pizza abundante está cargada con pepperoni premium, salchicha italiana, tocino crujiente y jamón sabroso. Cada bocado ofrece un golpe de sabor lleno de proteínas. Perfecto para quienes creen que más carne siempre es mejor.

# pizzaMexicaliDesc
source: Spicy Mexican-inspired toppings with jalapeños.
es: Ingredientes picantes inspirados en México con jalapeños.

# pizzaMexicaliFullDesc
source: A fiesta of flavors on a pizza! Our Mexicali pizza brings together the bold spices of Mexico with classic Italian pizza. Featuring spicy ground beef, jalapeños, bell peppers, onions, and our signature Mexican cheese blend. A fusion that's as exciting as it is delicious.
es: ¡Una fiesta de sabores en una pizza! Nuestra pizza Mexicali combina las especias audaces de México con la pizza italiana clásica. Con carne molida picante, jalapeños, pimientos, cebollas y nuestra mezcla de queso mexicano. Una fusión tan emocionante como deliciosa.

# pizzaChickenTikkaMasala
source: Chicken Tikka Masala
es: Pollo Tikka Masala

# pizzaChickenTikkaMasalaDesc
source: Indian-inspired with tikka masala chicken.
es: Inspirado en la India con pollo tikka masala.

# pizzaChickenTikkaMasalaFullDesc
source: Experience the rich, aromatic flavors of India on a perfectly baked pizza crust. Tender marinated chicken tikka, creamy masala sauce, red onions, and fresh cilantro create an unforgettable fusion. This bold creation brings the warmth of Indian spices to Italian tradition.
es: Experimenta los sabores ricos y aromáticos de la India en una corteza de pizza perfectamente horneada. Pollo tikka marinado tierno, salsa masala cremosa, cebollas rojas y cilantro fresco crean una fusión inolvidable. Esta creación audaz trae el calor de las especias indias a la tradición italiana.

# pizzaAlfredoChicken
source: Alfredo Chicken
es: Pollo Alfredo

# pizzaAlfredoChickenDesc
source: Creamy alfredo sauce with grilled chicken.
es: Salsa alfredo cremosa con pollo a la parrilla.

# pizzaAlfredoChickenFullDesc
source: Indulge in creamy perfection with our Alfredo Chicken pizza. Tender grilled chicken breast, rich alfredo sauce, and mozzarella cheese come together on a golden crust. A white pizza that's as comforting as it is elegant. Pure creamy satisfaction in every bite.
es: Déjate llevar por la perfección cremosa con nuestra pizza de Pollo Alfredo. Pechuga de pollo a la parrilla tierna, rica salsa alfredo y queso mozzarella se unen en una corteza dorada. Una pizza blanca tan reconfortante como elegante. Pura satisfacción cremosa en cada bocado.

source: Combos / Deals
es: Combos / Ofertas

# combo2SlicesDrink
source: Buy 2 Slices + Drink
es: 2 Rebanadas + Bebida

# combo2SlicesDrinkDesc
source: Two slices of pizza with your choice of drink.
es: Dos rebanadas de pizza con tu bebida a elección.

# combo2SlicesDrinkFullDesc
source: Great value combo! Get two slices of pizza from our selection and a refreshing drink to complete your meal.
es: ¡Combo de gran valor! Obtén dos rebanadas de pizza de nuestra selección y una bebida refrescante para completar tu comida.

# comboSliceDrink
source: Slice + Drink
es: Rebanada + Bebida

# comboSliceDrinkDesc
source: One slice of pizza with a drink.
es: Una rebanada de pizza con bebida.

# comboSliceDrinkFullDesc
source: Perfect for a quick meal! One delicious slice of pizza paired with your favorite drink.
es: Perfecto para una comida rápida: una rebanada deliciosa de pizza acompañada de tu bebida favorita.

# comboSliceWingsSoda
source: Slice Pizza + Wings + Soda
es: Rebanada + Alitas + Refresco

# comboSliceWingsSodaDesc
source: One slice of pizza, wings, and a soda.
es: Una rebanada de pizza, alitas y un refresco.

# comboSliceWingsSodaFullDesc
source: The perfect combo for the hungry! One slice of pizza, crispy wings with your choice of sauce, and a refreshing soda.
es: El combo perfecto para el hambre seria: una rebanada de pizza, alitas crujientes con tu salsa favorita y un refresco frío.

# combo10WingsDrink
source: 10 Wings + Drink
es: 10 Alitas + Bebida

# combo10WingsDrinkDesc
source: Ten wings with your choice of sauce and a drink.
es: Diez alitas con tu salsa favorita y una bebida.

# combo10WingsDrinkFullDesc
source: Wing lover's delight! Ten crispy wings tossed in your favorite sauce, paired with a refreshing drink.
es: ¡El sueño de los amantes de las alitas! Diez alitas crujientes bañadas en tu salsa favorita, acompañadas de una bebida refrescante.

source: Wings / Boneless
es: Alitas / Boneless

# wingsBuffalo
source: Buffalo Wings
es: Alitas Buffalo

# wingsBuffaloDesc
source: Classic spicy buffalo wings.
es: Clásicas alitas buffalo picantes.

# wingsBuffaloFullDesc
source: Crispy chicken wings tossed in our signature spicy buffalo sauce. Tangy, hot, and perfectly balanced - the ultimate wing experience.
es: Alitas de pollo crujientes bañadas en nuestra salsa buffalo picante especial. Ácidas, calientes y perfectamente equilibradas: la experiencia definitiva de alitas.

# wingsGarlicParmesan
source: Garlic Parmesan Wings
es: Alitas Ajo Parmesano

# wingsGarlicParmesanDesc
source: Crispy wings with garlic parmesan sauce.
es: Alitas crujientes con salsa de ajo parmesano.

# wingsGarlicParmesanFullDesc
source: Perfectly crispy wings coated in a rich, savory garlic parmesan sauce. Buttery, garlicky, and cheesy - a flavor explosion in every bite.
es: Alitas perfectamente crujientes cubiertas con una salsa rica y sabrosa de ajo y parmesano. Mantecosas, con ajo y muy quesudas: una explosión de sabor en cada bocado.

# wingsBBQ
source: BBQ Wings
es: Alitas BBQ

# wingsBBQDesc
source: Sweet and smoky BBQ wings.
es: Alitas BBQ dulces y ahumadas.

# wingsBBQFullDesc
source: Tender wings glazed with our house-made BBQ sauce. Sweet, smoky, and slightly tangy - finger-licking good!
es: Alitas tiernas glaseadas con nuestra salsa BBQ casera. Dulces, ahumadas y ligeramente ácidas: ¡para chuparse los dedos!

# wingsMangoHabanero
source: Mango Habanero Wings
es: Alitas Mango Habanero

# wingsMangoHabaneroDesc
source: Spicy wings with sweet mango habanero sauce.
es: Alitas picantes con salsa de mango habanero.

# wingsMangoHabaneroFullDesc
source: For those who love heat! Crispy wings tossed in a fiery mango habanero sauce that brings the perfect balance of sweet tropical fruit and intense spice.
es: Para quienes aman el picante: alitas crujientes bañadas en una salsa de mango habanero que equilibra perfectamente el dulce tropical con un picor intenso.

# wingsLemonPepper
source: Lemon Pepper Wings
es: Alitas Limón Pimienta

# wingsLemonPepperDesc
source: Zesty lemon pepper seasoned wings.
es: Alitas sazonadas con limón y pimienta.

# wingsLemonPepperFullDesc
source: Bright and zesty wings seasoned with fresh lemon and cracked black pepper. Light, refreshing, and packed with flavor.
es: Alitas brillantes y cítricas sazonadas con limón fresco y pimienta negra molida. Ligeras, refrescantes y llenas de sabor.

# wingsHotHoney
source: Hot Honey Wings
es: Alitas Miel Picante

# wingsHotHoneyDesc
source: Sweet and spicy hot honey glazed wings.
es: Alitas glaseadas con miel picante.

# wingsHotHoneyFullDesc
source: The perfect sweet and heat combination! Crispy wings glazed with our hot honey sauce - sweet honey meets fiery heat for an unforgettable taste.
es: La combinación perfecta de dulce y picante: alitas crujientes glaseadas con nuestra salsa de miel picante. Miel dulce que se encuentra con un fuego suave en cada bocado.

source: Dips
es: Salsas

# dipHoneyMustard
source: Honey Mustard
es: Mostaza con Miel

# dipHoneyMustardDesc
source: Sweet and tangy honey mustard dip.
es: Salsa de mostaza con miel dulce y ácida.

# dipHoneyMustardFullDesc
source: A perfect blend of sweet honey and tangy mustard creating a delightful dipping sauce that complements any dish.
es: La mezcla perfecta de miel dulce y mostaza ácida que crea una salsa deliciosa para acompañar cualquier plato.

# dipGarlic
source: Garlic Dip
es: Salsa de Ajo

# dipGarlicDesc
source: Creamy garlic dip with herbs.
es: Salsa cremosa de ajo con hierbas.

# dipGarlicFullDesc
source: Rich and creamy garlic dip infused with fresh herbs, perfect for fries, wings, and more.
es: Salsa cremosa y rica de ajo infusionada con hierbas frescas, perfecta para papas fritas, alitas y más.

# dipParmesan
source: Parmesan Dip
es: Salsa de Parmesano

# dipParmesanDesc
source: Creamy parmesan cheese dip.
es: Salsa cremosa de queso parmesano.

# dipParmesanFullDesc
source: Luxurious parmesan cheese dip with a smooth, creamy texture that elevates any side dish.
es: Lujosa salsa de queso parmesano con textura suave y cremosa que eleva cualquier guarnición.

# dipItalianDressing
source: Italian Dressing
es: Aderezo Italiano

# dipItalianDressingDesc
source: Classic Italian dressing dip.
es: Clásico aderezo italiano para mojar.

# dipItalianDressingFullDesc
source: Traditional Italian dressing with herbs and spices, perfect as a dip or dressing.
es: Aderezo italiano tradicional con hierbas y especias, perfecto como salsa para mojar o como aderezo para ensaladas.

# dipRanchDesc
source: Creamy ranch dip with herbs.
es: Salsa ranch cremosa con hierbas.

# dipRanchFullDesc
source: Classic creamy ranch dip with a perfect blend of herbs and spices. Cool, tangy, and refreshing - the ultimate dipping sauce for wings, fries, and more.
es: Salsa ranch cremosa clásica con una mezcla perfecta de hierbas y especias. Fresca, ácida y refrescante: la salsa para mojar definitiva para alitas, papas fritas y más.

# dipBlueCheese
source: Blue Cheese
es: Queso Azul

# dipBlueCheeseDesc
source: Rich and tangy blue cheese dip.
es: Salsa de queso azul rica y ácida.

# dipBlueCheeseFullDesc
source: Bold and tangy blue cheese dip with chunks of real blue cheese. Rich, creamy, and full of flavor - a sophisticated choice for wings and vegetables.
es: Salsa de queso azul audaz y ácida con trozos de queso azul real. Rica, cremosa y llena de sabor: una elección sofisticada para alitas y verduras.

source: Fries
es: Papas Fritas

# friesGarlic
source: Garlic Fries
es: Papas Fritas con Ajo

# friesGarlicDesc
source: Crispy fries tossed with garlic and herbs.
es: Papas crujientes con ajo y hierbas.

# friesGarlicFullDesc
source: Golden crispy fries tossed with fresh minced garlic, parsley, and a hint of parmesan. A flavorful twist on the classic side.
es: Papas fritas doradas y crujientes mezcladas con ajo fresco picado, perejil y un toque de parmesano. Un giro lleno de sabor sobre la guarnición clásica.

# friesPlain
source: Plain Fries
es: Papas Fritas Clásicas

# friesPlainDesc
source: Classic crispy golden fries.
es: Clásicas papas fritas doradas y crujientes.

# friesPlainFullDesc
source: Perfectly seasoned golden fries, crispy on the outside and fluffy on the inside. The classic side dish that never disappoints.
es: Papas fritas perfectamente sazonadas, crujientes por fuera y suaves por dentro. La guarnición clásica que nunca falla.

source: Salads
es: Ensaladas

# saladCaesar
source: Caesar Salad
es: Ensalada César

# saladCaesarDesc
source: Classic Caesar salad with romaine lettuce.
es: Clásica ensalada César con lechuga romana.

# saladCaesarFullDesc
source: Crisp romaine lettuce tossed with our house-made Caesar dressing, parmesan cheese, and crunchy croutons. A timeless classic that never goes out of style.
es: Lechuga romana crujiente mezclada con nuestro aderezo César casero, queso parmesano y crutones crujientes. Un clásico atemporal que nunca pasa de moda.

# saladGreen
source: Green Salad
es: Ensalada Verde

# saladGreenDesc
source: Fresh mixed greens with your choice of dressing.
es: Mezcla de hojas verdes frescas con aderezo a elección.

# saladGreenFullDesc
source: A refreshing mix of fresh greens, vegetables, and your choice of house dressing. Light, healthy, and delicious.
es: Una mezcla refrescante de hojas verdes, vegetales frescos y tu aderezo de la casa a elección. Ligera, saludable y deliciosa.

source: Small
es: Pequeña

source: Large
es: Grande

# pastaChickenAlfredo
source: Chicken Alfredo
es: Pasta Pollo Alfredo

# pastaChickenAlfredoDesc
source: Creamy alfredo pasta with tender chicken.
es: Pasta alfredo cremosa con pollo tierno.

# pastaChickenAlfredoFullDesc
source: Tender grilled chicken breast served over fettuccine pasta in a rich, creamy alfredo sauce. Garnished with parmesan cheese and fresh parsley for a comforting, indulgent meal.
es: Pasta fettuccine con pechuga de pollo a la parrilla en una salsa alfredo rica y cremosa. Terminada con queso parmesano y perejil fresco para una comida reconfortante e indulgente.

source: Desserts
es: Postres

# dessertChocolateChipCookiePizza
source: Chocolate Chip Cookie Pizza
es: Pizza de Galleta con Chispas de Chocolate

# dessertChocolateChipCookiePizzaDesc
source: Decadent chocolate chip cookie baked pizza-style.
es: Galleta de chispas de chocolate horneada estilo pizza.

# dessertChocolateChipCookiePizzaFullDesc
source: A giant warm chocolate chip cookie baked to perfection and served pizza-style. Gooey, chocolatey, and absolutely irresistible. Perfect for sharing or enjoying solo.
es: Una galleta gigante de chispas de chocolate, tibia y horneada a la perfección y servida al estilo pizza. Pegajosa, chocolatosa e irresistible. Perfecta para compartir o disfrutar en solitario.

# dessertChocolateChurros
source: Chocolate Churros
es: Churros con Chocolate

# dessertChocolateChurrosDesc
source: Crispy churros with chocolate dipping sauce.
es: Churros crujientes con salsa de chocolate.

# dessertChocolateChurrosFullDesc
source: Golden, crispy churros dusted with cinnamon sugar, served with a rich chocolate dipping sauce. A sweet treat that satisfies every craving.
es: Churros dorados y crujientes espolvoreados con azúcar y canela, servidos con una rica salsa de chocolate para mojar. Un dulce que satisface cualquier antojo.

# dessertCheesecakeDesc
source: Classic creamy New York-style cheesecake.
es: Clásico cheesecake cremoso estilo Nueva York.

# dessertCheesecakeFullDesc
source: Rich and creamy New York-style cheesecake with a buttery graham cracker crust. Smooth, decadent, and the perfect ending to any meal.
es: Cheesecake estilo Nueva York, rico y cremoso, con una base de galleta de mantequilla. Suave, decadente y el final perfecto para cualquier comida.

# dessertFreshCannoli
source: Fresh Cannoli
es: Cannoli Fresco

# dessertFreshCannoliDesc
source: Crispy shell filled with sweet ricotta cream.
es: Cáscara crujiente rellena con crema de ricotta dulce.

# dessertFreshCannoliFullDesc
source: Authentic Italian cannoli with a crispy, golden shell filled with sweet, creamy ricotta cheese. Topped with chocolate chips and dusted with powdered sugar. A traditional Sicilian treat that's both elegant and indulgent.
es: Cannoli italiano auténtico con una cáscara dorada y crujiente rellena de queso ricotta dulce y cremoso. Cubierto con chips de chocolate y espolvoreado con azúcar en polvo. Un manjar tradicional siciliano que es elegante e indulgente.
