Repository: Aymanquad/mob-pizza
Catalog: apps/mobile/lib/l10n/app_*.arb
Languages: es

# homeScreenTitle
source: The Don's Briefing
es: El Informe del Don

# homeScreenDescription
source: Cinematic pies. Speakeasy service. Whisper your order.
es: Pizzas cinematográficas. Servicio clandestino. Susurra tu pedido.

source: Order Now
es: Ordenar Ahora

source: Track Orders
es: Rastrear Pedidos

source: Family Shortcuts
es: Atajos Familiares

source: The Hit List
es: La Lista de Golpes

# theHitListDesc
source: Browse signature pies
es: Navega pizzas de firma

# orderSummaryCard
source: Order Summary
es: Resumen del Pedido

# orderSummaryCardDesc
source: Your cart, Mob-styled
es: Tu carrito, estilo Mafia

source: Past Orders
es: Pedidos Pasados

# pastOrdersDesc
source: Track & re-order
es: Rastrea y reordena

source: Your File
es: Tu Archivo

# yourFileDesc
source: Profile & safehouses
es: Perfil y casas seguras

source: Customize Pizza
es: Personalizar Pizza

# customizePizzaDesc
source: Build your own pizza
es: Crea tu propia pizza

source: Select Base Items
es: Seleccionar Ingredientes Base

# selectBaseItemsDesc
source: Choose up to 8 items for your pizza
es: Elige hasta 8 ingredientes para tu pizza

source: Select Toppings
es: Seleccionar Ingredientes

source: Select Dips
es: Seleccionar Salsas

source: Custom Pizza
es: Pizza Personalizada

# customPizzaDesc
source: Your personalized creation
es: Tu creación personalizada

source: Selected Items
es: Ingredientes Seleccionados

source: Selected Toppings
es: Ingredientes Seleccionados

source: Selected Dips
es: Salsas Seleccionadas

source: Base Price
es: Precio Base

source: Toppings Price
es: Precio de Ingredientes

source: Dips Price
es: Precio de Salsas

# languageToggle
source: Convert to Spanish?
es: Convertir a Español?

# languageToggleDesc
source: Toggle app language
es: Cambiar idioma de la app

source: Orders Closed
es: Pedidos Cerrados

source: Safehouses
es: Casas Seguras

source: Family Bulletin
es: Boletín Familiar

source: Boss Pick
es: Elección del Jefe

source: House Secret
es: Secreto de la Casa

source: Family Combo
es: Combo Familiar

# margheritaBoss
source: Margherita – The Mistress
es: Margherita – La Amante

# smokyCapo
source: Smoky Capo BBQ
es: BBQ Smoky Capo

source: Crew Feast
es: Festín de la Tripulación

# bossPicksDesc
source: Boss Picks • Under-the-Table Deals • Family Combos
es: Elecciones del Jefe • Tratos Bajo la Mesa • Combos Familiares

source: House Secrets
es: Secretos de la Casa

# houseSecretsDesc
source: Boss Picks • Under-the-Table Deals • Family Combos
es: Elecciones del Jefe • Tratos Bajo la Mesa • Combos Familiares

source: Menu
es: Menú

source: Cart
es: Carrito

source: Orders
es: Pedidos

source: Profile
es: Perfil

# searchMenu
source: Search the Hit List…
es: Buscar en la Lista de Golpes…

source: Add to Cart
es: Agregar al Carrito

source: Quantity
es: Cantidad

source: CHECKOUT
es: PAGAR

source: Order History
es: Historial de Pedidos

# personalInfo
source: Personal Information
es: Información Personal

source: Notifications
es: Notificaciones

# navHome
source: Home
es: Inicio

# navMenu
source: Menu
es: Menú

# navCart
source: Cart
es: Carrito

# navOrders
source: Orders
es: Pedidos

# navProfile
source: Profile
es: Perfil

# navHomeTooltip
source: Go home
es: Ir al inicio

# navMenuTooltip
source: Browse menu
es: Ver menú

# navCartTooltip
source: View cart
es: Ver carrito

# navOrdersTooltip
source: View orders
es: Ver pedidos

# navProfileTooltip
source: View profile
es: Ver perfil

# welcome
source: Welcome to Mob Pizza
es: Bienvenido a Mob Pizza

source: Sign In
es: Iniciar Sesión

source: Sign Up
es: Registrarse

source: Email
es: Correo electrónico

source: Password
es: Contraseña

source: Confirm Password
es: Confirmar contraseña

source: Full Name
es: Nombre completo

source: Phone Number
es: Número de teléfono

source: Forgot Password?
es: ¿Olvidaste tu contraseña?

# dontHaveAccount
source: Don't have an account?
es: ¿No tienes cuenta?

# alreadyHaveAccount
source: Already have an account?
es: ¿Ya tienes cuenta?

source: Create Account
es: Crear cuenta

source: Continue as Guest
es: Continuar como invitado

source: Login
es: Iniciar sesión

source: Logout
es: Cerrar sesión

source: Edit Profile
es: Editar perfil

source: Save Changes
es: Guardar cambios

source: Cancel
es: Cancelar

source: Delete
es: Eliminar

source: Confirm
es: Confirmar

source: Yes
es: Sí

source: OK
es: Aceptar

source: Success
es: Éxito

source: Loading...
es: Cargando...

# noOrders
source: No orders yet
es: Aún no hay pedidos

# orderPlaced
source: Order Placed Successfully
es: Pedido realizado con éxito

source: Order Failed
es: Pedido fallido

source: Payment Successful
es: Pago exitoso

source: Payment Failed
es: Pago fallido

# paymentCompletedSuccessfully
source: Your payment has been completed successfully.
es: Su pago se ha completado exitosamente.

# paymentCouldNotBeProcessed
source: Your payment could not be processed. Please try again.
es: Su pago no pudo ser procesado. Por favor, intente nuevamente.

source: Payment
es: Pago

source: Order Total
es: Total del Pedido

source: Card Holder Name
es: Nombre del Titular

source: Card Number
es: Número de Tarjeta

source: Expiry Date
es: Fecha de Vencimiento

source: Pay Now
es: Pagar Ahora

source: View Orders
es: Ver Pedidos

source: Back to Checkout
es: Volver a Checkout

source: Try Again
es: Intentar Nuevamente

source: Enter card holder name
es: Ingrese el nombre del titular

source: Please enter card holder name
es: Por favor ingrese el nombre del titular

source: Invalid card number
es: Número de tarjeta inválido

source: Please enter card number
es: Por favor ingrese el número de tarjeta

source: Please enter expiry date
es: Por favor ingrese la fecha de vencimiento

source: Invalid expiry date
es: Fecha de vencimiento inválida

source: Please enter CVC
es: Por favor ingrese el CVC

source: Invalid CVC
es: CVC inválido

source: items
es: artículos

source: Status
es: Estado

source: ETA
es: Llegada

source: Runner
es: Repartidor

source: Family Tip
es: Consejo familiar

# keepLineOpen
source: Keep your line open; runners may call on arrival.
es: Mantén tu línea abierta; los repartidores pueden llamar al llegar.

# kitchenInMotion
source: Kitchen in Motion → On the Streets → Delivered
es: Cocina en movimiento → En las calles → Entregado

source: Contact Information
es: Información de contacto

source: Payment Method
es: Método de pago

source: ORDER SUMMARY
es: RESUMEN DEL PEDIDO

source: Delivery Fee
es: Tarifa de entrega

source: Tax
es: Impuestos

source: Place Order
es: Realizar pedido

source: Cash on Delivery
es: Pago contra entrega

source: Credit Card
es: Tarjeta de crédito

source: Address
es: Dirección

source: Special Instructions
es: Instrucciones especiales

source: Drop Location
es: Ubicación de entrega

source: Lock In the Order
es: Confirmar el pedido

# joinTheFamily
source: Join the Mobs
es: Únete a la Familia

source: Language
es: Idioma

source: English
es: Inglés

source: Spanish
es: Español

source: Allow Location
es: Permitir ubicación

source: Allow Notifications
es: Permitir notificaciones

# locationHelps
source: Helps confirm delivery area
es: Ayuda a confirmar el área de entrega

# notificationsHelps
source: Order updates & offers
es: Actualizaciones de pedidos y ofertas

source: Request Permissions
es: Solicitar permisos

# continueButton
source: Continue
es: Continuar

# phoneRequired
source: Phone is required
es: El teléfono es obligatorio

source: Enter valid phone
es: Ingresa un teléfono válido

# onboardingSuccess
source: Onboarding saved
es: Registro guardado

# onboardingSuccessOffline
source: Onboarding saved (offline)
es: Registro guardado (sin conexión)

source: Network issue
es: Problema de red

# networkIssueMessage
source: Could not reach the server. Continue offline? (Data will be stored locally and will sync when online.)
es: No se pudo conectar al servidor. ¿Continuar sin conexión? (Los datos se guardarán localmente y se sincronizarán cuando haya conexión.)

source: Continue offline
es: Continuar sin conexión

source: Name
es: Nombre

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Street Address
es: Dirección de la calle

source: Contact
es: Contacto

source: Phone
es: Teléfono

source: Required
es: Obligatorio

# profileUpdated
source: Profile updated successfully
es: Perfil actualizado con éxito

# profileUpdateFailed
source: Failed to update profile
es: Error al actualizar el perfil

source: Logged out
es: Sesión cerrada

source: No pizzas found
es: No se encontraron pizzas

# tryDifferentKeywords
source: Try searching with different keywords
es: Intenta buscar con palabras clave diferentes

source: Heat Level:
es: Nivel de picante:

source: NON-VEG
es: NO VEG

source: Your cart is empty
es: Tu carrito está vacío

# addPizzasToGetStarted
source: Add some delicious pizzas to get started
es: Agrega algunas pizzas deliciosas para comenzar

source: BROWSE MENU
es: VER MENÚ

source: Size:
es: Tamaño:

source: Toppings:
es: Ingredientes:

source: Selected slices:
es: Rebanadas seleccionadas:

source: Remove
es: Eliminar

source: item
es: artículo

source: ADD MORE
es: AGREGAR MÁS

source: PROCEED TO DEAL
es: PROCEDER AL PEDIDO

# orderHistoryWillAppear
source: Your order history will appear here
es: Tu historial de pedidos aparecerá aquí

source: ORDER NOT FOUND
es: PEDIDO NO ENCONTRADO

# orderNotFoundMessage
source: Order not found
es: Pedido no encontrado

source: ORDER ITEMS
es: ARTÍCULOS DEL PEDIDO

source: ORDER INFORMATION
es: INFORMACIÓN DEL PEDIDO

# orderNumber
source: Order #
es: Pedido #

source: Customer
es: Cliente

source: Delivery Address
es: Dirección de entrega

source: Order Date
es: Fecha del pedido

source: Estimated Delivery
es: Entrega estimada

source: Stripe Online Payment
es: Pago en línea con Stripe

source: Added to Cart
es: Agregado al carrito

source: Cart items
es: Artículos en el carrito

source: VIEW CART
es: VER CARRITO

source: ABOUT THIS PIZZA
es: ACERCA DE ESTA PIZZA

source: ABOUT THIS ITEM
es: ACERCA DE ESTE ARTÍCULO

source: ABOUT THESE WINGS
es: ACERCA DE ESTAS ALITAS

source: INGREDIENTS
es: INGREDIENTES

source: SPECIAL TOPPINGS
es: INGREDIENTES ESPECIALES

source: SIZE OPTIONS
es: OPCIONES DE TAMAÑO

# addToCartButton
source: ADD TO CART
es: AGREGAR AL CARRITO

source: House Notes:
es: Notas de la casa:

# addTruffleDrizzle
source: Add truffle drizzle for a small upcharge.
es: Agrega un chorrito de trufa por un pequeño costo adicional.

source: Boss Picks
es: Elecciones del Jefe

source: Under-the-Table Deals
es: Tratos Bajo la Mesa

source: Family Combos
es: Combos Familiares

# cinematicPiesSpeakeasy
source: Cinematic pies, speakeasy service.
es: Pizzas cinematográficas, servicio clandestino.

# pleaseEnterName
source: Please enter your name
es: Por favor ingresa tu nombre

# pleaseEnterPhone
source: Please enter your phone number
es: Por favor ingresa tu número de teléfono

# deliveryAddressRequired
source: Delivery address is required
es: La dirección de entrega es obligatoria

# enterCompleteAddress
source: Please enter a complete address
es: Por favor ingresa una dirección completa

# enterCompleteDeliveryAddress
source: Enter your complete delivery address
es: Ingresa tu dirección de entrega completa

source: Order Placed Successfully!
es: ¡Pedido realizado con éxito!

source: Error placing order:
es: Error al realizar el pedido:

source: International Variations
es: Variaciones Internacionales

source: Speciality and Alternative Bases
es: Especialidades y Bases Alternativas

source: American Regional Style
es: Estilo Regional Americano

source: Italian Style
es: Estilo Italiano

source: Classic and Widely Sold Pizzas
es: Pizzas Clásicas y Más Vendidas

source: Crew
es: Equipo

source: Family
es: Familia

# pizzaJapaneseInspired
source: Japanese-Inspired
es: Inspirada en Japón

# pizzaJapaneseInspiredDesc
source: Seafood, mayo, teriyaki elements.
es: Mariscos, mayonesa, elementos teriyaki.

# pizzaJapaneseInspiredFullDesc
source: A fusion masterpiece blending Japanese flavors with Italian technique. Fresh sushi-grade tuna, creamy mayo, and teriyaki glaze create an unexpected harmony. The nori and sesame seeds add texture and umami depth that will transport your taste buds to new territories.
es: Una obra maestra de fusión que combina sabores japoneses con técnica italiana. Atún fresco de calidad sushi, mayonesa cremosa y glaseado teriyaki crean una armonía inesperada. Las algas nori y las semillas de sésamo añaden textura y profundidad umami que transportará tus papilas gustativas a nuevos territorios.

# pizzaIndianInspired
source: Indian-Inspired
es: Inspirada en India

# pizzaIndianInspiredDesc
source: Paneer, tandoori toppings, spiced sauces.
es: Paneer, ingredientes tandoori, salsas especiadas.

# pizzaIndianInspiredFullDesc
source: Experience the vibrant flavors of India reimagined on a crispy crust. Tandoori-marinated paneer, pickled onions, and cilantro chutney create a symphony of spice and freshness. This pizza bridges two culinary worlds with remarkable harmony and bold character.
es: Experimenta los sabores vibrantes de la India reimaginados en una corteza crujiente. Paneer marinado al tandoori, cebollas encurtidas y chutney de cilantro crean una sinfonía de especias y frescura. Esta pizza une dos mundos culinarios con una armonía notable y carácter audaz.

# pizzaTurkishPide
source: Turkish Pide
es: Pide Turco

# pizzaTurkishPideDesc
source: Boat-shaped flatbread with toppings.
es: Pan plano en forma de barco con ingredientes.

# pizzaTurkishPideFullDesc
source: Authentic Turkish pide featuring a boat-shaped crust filled with seasoned ground lamb, onions, and peppers. The dough is stretched thin and folded to create the perfect vessel for these aromatic fillings. A taste of Istanbul's bustling streets in every bite.
es: Pide turco auténtico con una corteza en forma de barco rellena de cordero molido sazonado, cebollas y pimientos. La masa se estira fina y se dobla para crear el recipiente perfecto para estos rellenos aromáticos. Un sabor de las bulliciosas calles de Estambul en cada bocado.

# pizzaBrazilian
source: Brazilian
es: Brasileña

# pizzaBrazilianDesc
source: Sweet/dessert-style options alongside savory.
es: Opciones dulces/postre junto con saladas.

# pizzaBrazilianFullDesc
source: A celebration of Brazilian flavors featuring tropical hearts of palm, corn, and coconut flakes. The unique combination of sweet and savory elements reflects Brazil's diverse culinary heritage. Light, refreshing, and utterly unique.
es: Una celebración de sabores brasileños con palmitos tropicales, maíz y copos de coco. La combinación única de elementos dulces y salados refleja la herencia culinaria diversa de Brasil. Ligera, refrescante y completamente única.

# pizzaGlutenFree
source: Gluten-Free Pizza
es: Pizza Sin Gluten

# pizzaGlutenFreeDesc
source: Alternative flours, crafted for a lighter base.
es: Harinas alternativas, elaboradas para una base más ligera.

# pizzaGlutenFreeFullDesc
source: Our gluten-free crust uses a special blend of rice and tapioca flours for that perfect texture. Topped with fresh vegetables and our signature sauce, this pizza proves that dietary restrictions don't mean compromising on flavor.
es: Nuestra corteza sin gluten utiliza una mezcla especial de harinas de arroz y tapioca para esa textura perfecta. Cubierta con vegetales frescos y nuestra salsa especial, esta pizza demuestra que las restricciones dietéticas no significan comprometer el sabor.

# pizzaVegan
source: Vegan Pizza
es: Pizza Vegana

# pizzaVeganDesc
source: Plant-based cheese and toppings; no animal products.
es: Queso y ingredientes a base de plantas; sin productos animales.

# pizzaVeganFullDesc
source: A compassionate creation featuring plant-based cheese, fresh vegetables, and house-made vegan tomato sauce. Every ingredient is carefully selected to ensure both flavor and ethics are satisfied. Delicious food that does good.
es: Una creación compasiva con queso a base de plantas, vegetales frescos y salsa de tomate vegana hecha en casa. Cada ingrediente se selecciona cuidadosamente para asegurar que tanto el sabor como la ética estén satisfechos. Comida deliciosa que hace el bien.

# pizzaStuffedCrust
source: Stuffed Crust
es: Corteza Rellena

# pizzaStuffedCrustDesc
source: Cheese-filled crust edge for the indulgent.
es: Borde de corteza relleno de queso para los indulgentes.

# pizzaStuffedCrustFullDesc
source: The ultimate indulgence featuring a crust stuffed with gooey mozzarella cheese. Every bite includes that extra stretch of melted cheese. Topped with pepperoni and our signature sauce, this is pizza's answer to a warm hug.
es: El máximo placer con una corteza rellena de queso mozzarella pegajoso. Cada bocado incluye ese estiramiento extra de queso derretido. Cubierta con pepperoni y nuestra salsa especial, esta es la respuesta de la pizza a un abrazo cálido.

# pizzaWhite
source: White Pizza
es: Pizza Blanca

# pizzaWhiteDesc
source: Ricotta, mozzarella, olive oil, garlic—no tomato sauce.
es: Ricotta, mozzarella, aceite de oliva, ajo—sin salsa de tomate.

# pizzaWhiteFullDesc
source: A sophisticated departure from the red sauce crowd. Creamy ricotta and mozzarella mingle with roasted garlic and fresh herbs on a perfectly baked crust. The absence of tomato sauce lets the pure, dairy-forward flavors shine through.
es: Una salida sofisticada de la multitud de salsa roja. La ricotta cremosa y la mozzarella se mezclan con ajo asado y hierbas frescas en una corteza perfectamente horneada. La ausencia de salsa de tomate permite que los sabores puros y lácteos brillen.

# pizzaNewYorkStyle
source: New York Style
es: Estilo Nueva York

# pizzaNewYorkStyleDesc
source: Large, foldable slices; thin but sturdy crust.
es: Rebanadas grandes y doblables; corteza delgada pero resistente.

# pizzaNewYorkStyleFullDesc
source: The quintessential New York slice that made pizza famous worldwide. Thin, foldable crust with just the right amount of char. Premium pepperoni and our house tomato sauce create that perfect ratio of crust to topping that defines NYC pizza perfection.
es: La rebanada neoyorquina por excelencia que hizo famosa la pizza en todo el mundo. Corteza delgada y doblable con la cantidad justa de carbonización. Pepperoni premium y nuestra salsa de tomate casera crean esa proporción perfecta de corteza a ingredientes que define la perfección de la pizza de NYC.

# pizzaChicagoDeepDishDesc
source: Thick, pie-like crust with layered cheese and sauce.
es: Corteza gruesa tipo pastel con queso y salsa en capas.

# pizzaChicagoDeepDishFullDesc
source: The king of deep dish pizzas, built in a cast-iron skillet for that perfect buttery crust. Layered cheese and chunky tomato sauce create a hearty, satisfying pie that's more casserole than pizza. A Chicago institution worth every calorie.
es: El rey de las pizzas deep dish, construida en una sartén de hierro fundido para esa corteza mantecosa perfecta. Queso en capas y salsa de tomate gruesa crean un pastel abundante y satisfactorio que es más cazuela que pizza. Una institución de Chicago que vale cada caloría.

# pizzaDetroitStyle
source: Detroit Style
es: Estilo Detroit

# pizzaDetroitStyleDesc
source: Rectangular pan, caramelized cheese edges.
es: Molde rectangular, bordes de queso caramelizados.

# pizzaDetroitStyleFullDesc
source: Detroit's answer to the deep dish, featuring a rectangular pan that creates those legendary caramelized cheese edges. The crispy bottom and cheesy perimeter make this style uniquely addictive. Brick cheese and pepperoni create the perfect Motor City experience.
es: La respuesta de Detroit al deep dish, con un molde rectangular que crea esos legendarios bordes de queso caramelizado. El fondo crujiente y el perímetro quesoso hacen que este estilo sea únicamente adictivo. Queso brick y pepperoni crean la experiencia perfecta de Motor City.

# pizzaCaliforniaStyle
source: California Style
es: Estilo California

# pizzaCaliforniaStyleDesc
source: Thin crust with unconventional fresh toppings.
es: Corteza delgada con ingredientes frescos no convencionales.

# pizzaCaliforniaStyleFullDesc
source: California dreaming on a crust featuring goat cheese, walnuts, and fresh figs. This innovative style broke all the rules when it debuted, proving that pizza could be both gourmet and approachable. A celebration of fresh, seasonal ingredients.
es: Sueños californianos en una corteza con queso de cabra, nueces e higos frescos. Este estilo innovador rompió todas las reglas cuando debutó, demostrando que la pizza podía ser tanto gourmet como accesible. Una celebración de ingredientes frescos y de temporada.

# pizzaNeapolitan
source: Neapolitan
es: Napolitana

# pizzaNeapolitanDesc
source: Thin, soft, wood-fired with blistered edges.
es: Delgada, suave, horneada en leña con bordes ampollados.

# pizzaNeapolitanFullDesc
source: Authentic Neapolitan pizza as it's meant to be eaten. High-hydration dough creates that perfect leopard spotting when cooked at 900°F in our wood-fired oven. Fresh, simple ingredients that capture the essence of Naples in every tender bite.
es: Pizza napolitana auténtica tal como debe comerse. La masa de alta hidratación crea esas manchas de leopardo perfectas cuando se cocina a 900°F en nuestro horno de leña. Ingredientes frescos y simples que capturan la esencia de Nápoles en cada bocado tierno.

# pizzaRomanAlTaglio
source: Roman al Taglio
es: Romana al Taglio

# pizzaRomanAlTaglioDesc
source: Rectangular, thin, crisp; sold by the slice.
es: Rectangular, delgada, crujiente; vendida por rebanada.

# pizzaRomanAlTaglioFullDesc
source: Roman-style pizza that's all about sharing. Thin, crisp crust topped with seasonal ingredients and cut into rectangles. The perfect canvas for creative toppings and communal dining. Each slice tells its own story of Roman culinary tradition.
es: Pizza estilo romano que se trata de compartir. Corteza delgada y crujiente cubierta con ingredientes de temporada y cortada en rectángulos. El lienzo perfecto para ingredientes creativos y comida comunal. Cada rebanada cuenta su propia historia de la tradición culinaria romana.

# pizzaSicilian
source: Sicilian (Sfinciuni)
es: Siciliana (Sfinciuni)

# pizzaSicilianDesc
source: Thick, airy crust; onion-forward sauce.
es: Corteza gruesa y aireada; salsa con cebolla prominente.

# pizzaSicilianFullDesc
source: Thick, focaccia-like crust topped with sweet onions, anchovies, and herbs. This Sicilian classic features a bread-like base that's perfect for soaking up the savory tomato sauce. A hearty, flavorful experience that's uniquely Sicilian.
es: Corteza gruesa tipo focaccia cubierta con cebollas dulces, anchoas y hierbas. Este clásico siciliano presenta una base tipo pan que es perfecta para absorber la salsa de tomate sabrosa. Una experiencia abundante y sabrosa que es únicamente siciliana.

# pizzaMargherita
source: Margherita – The Mistress
es: Margherita – La Amante

# pizzaMargheritaDesc
source: Thin crust trusted by the Don.
es: Corteza delgada confiada por el Don.

# pizzaMargheritaFullDesc
source: A masterpiece of simplicity, this classic Margherita combines the freshest San Marzano tomatoes, creamy mozzarella di bufala, and fragrant basil leaves. Each bite tells a story of Italian tradition, where the perfect balance of flavors creates an unforgettable experience that has stood the test of time.
es: Una obra maestra de simplicidad, esta Margherita clásica combina los tomates San Marzano más frescos, mozzarella di bufala cremosa y hojas de albahaca fragantes. Cada bocado cuenta una historia de tradición italiana, donde el equilibrio perfecto de sabores crea una experiencia inolvidable que ha resistido la prueba del tiempo.

# pizzaPepperoniClassic
source: Pepperoni Classic
es: Pepperoni Clásico
